Repository: MadManLabs/DriversBackup
Catalog: DriversBackup/Properties/Resources.*.resx
Languages: cs_cz

source: About
cs_cz: O aplikaci

source: Application settings
cs_cz: Nastavení aplikace

# AutomaticallyZipFolder
source: Automatically zip the folder with drivers
cs_cz: Automaticky zazipovat složku po uložení ovaldačů.

source: Backup
cs_cz: Zálohovat

source: Description
cs_cz: Popis

source: Driver ID
cs_cz: ID ovladače

source: Drivers
cs_cz: Ovladače

source: Drivers saved
cs_cz: Ovladače uloženy

# DriversSavedLong
source: Selected drivers have been successfully saved.
cs_cz: Vybrané ovladače se úspěšně uložily.

source: Error
cs_cz: Chyba

source: Folder cannot be opened.
cs_cz: Složku nelze otevřít.

# FolderCannotBeOpenedLong
source: Folder is an archive and cannot be opened.
cs_cz: Vybraná složka je typu archiv, a proto ji nelze otevřit.

source: Folder not found.
cs_cz: Složka nebyla nalezena.

source: Follow us
cs_cz: Sledujte nás

# NoDriversSelected
source: No drivers selected for saving.
cs_cz: Nebyly vybrány žádné ovladače.

source: Nothing to save
cs_cz: Není co uložit

source: Open folder
cs_cz: Otevřit složku

source: Save
cs_cz: Uložit

# SavingDriversDots
source: Saving drivers...
cs_cz: Ukládání ovladačů...

# SearchDots
source: Search...
cs_cz: Hledat...

source: Select all
cs_cz: Vybrat vše

source: Settings
cs_cz: Nastavení

source: Show Microsoft Drivers
cs_cz: Ukázat ovladače společnosti Microsoft

source: Sort by Backup
cs_cz: Seřadit podle "Zálohovat"

source: Sort by Description
cs_cz: Seřadit podle popisku

source: Sort by Driver ID
cs_cz: Seřadit podle ID ovladače

source: Zip folder
cs_cz: Zazipovat složku
